package com.example.testing_system.question_activities;

public class StartActivity {
    //ПОНЯТЬ, КАК ЗАПИХНУТЬ В БАЗУ ДАННЫХ
    //ROOM SEED DATABASE
    //прописать работающую кнопку, которая начнет quizz + сделать xml файл + сделать перекидывание по категорием, которое должно быть
    // данных, чтобы сделать номер каждой категории, которая должна в enum
    //запихнуть в базу данныз все, что касается вопросов
    // что-то сделать с дао и репозиторием
    // разобраться в options, category
    // разобраться в questionactivity
    // прописать прохождение вопросов
    //страничка с прохождением вопросов
    //личный кабинет со статистикой
}

